alefragnani.bookmarks
asvetliakov.vscode-neovim
christian-kohler.npm-intellisense
coenraads.bracket-pair-colorizer-2
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-pull-request-github
guiextensions.tosingleline
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
rlivings39.fzf-quick-open
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tomrijndorp.find-it-faster
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
xabikos.javascriptsnippets
xadillax.viml
zhuangtongfa.material-theme
zignd.html-css-class-completion
